Revit 2027 API
ExternalApplicationArrayIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExternalApplicationArrayIterator()
Public Sub New
public:
ExternalApplicationArrayIterator()
new : unit -> ExternalApplicationArrayIterator
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
Reference
ExternalApplicationArrayIterator Class
Autodesk.Revit.UI Namespace